#+TITLE: Curriculum Vitae
#+OPTIONS: toc:nil title:nil H:1

#+LATEX_CLASS: altacv
#+LATEX_HEADER: \usepackage[rm]{roboto}
#+LATEX_HEADER: \usepackage[defaultsans]{lato}
#+LATEX_HEADER: \usepackage{paracol}
#+LATEX_HEADER: \columnratio{0.6} % Set the left/right column width ratio to 6:4.
#+MACRO: cvevent \cvevent{$1}{$2}{$3}{$4}
#+MACRO: cvachievement \cvachievement{$1}{$2}{$3}{$4}
#+MACRO: cvtag \cvtag{$1}
#+MACRO: divider \divider
#+MACRO: divider2 \par\divider
#+MACRO: cvskill \cvskill{$1}{$2}

* Pkgs :ignore:
#+begin_src emacs-lisp :exports none
(require 'ox-extra)
(ox-extras-activate '(latex-header-blocks ignore-headlines))
(setq org-latex-default-packages-alist
      '(("rm" "roboto"  t)
        ("defaultsans" "lato" t)
        ("" "paracol" t)
        ))
#+end_src

#+RESULTS:
| rm          | roboto  | t |
| defaultsans | lato    | t |
|             | paracol | t |
